SUPPLIER_MAP = {
    "ип мандрыкин евгений александрович": "ИП Мандрыкин / Премьер",
    "ооо брюссоф": 'ООО "Брюсофф"',
    "индивидуальный предприниматель москвитин илья александрович": "Гаражи (ИП Косенко)",
    "ип сердюк владимир анатольевич": "ИП Сердюк / SVA",
    "ип агаев эльшад махмуд оглы": "Ангар (ООО Цветы Оптом)",
    "рига": "Рижский",
    "рижский": "Рижский",
    "рижка": "Рижский",
    "рынок": "Рижский",
    "ангар": "Ангар (ООО Цветы Оптом)",
    "крестовский": "Крестовский",
    "крест": "Крестовский",
}

AUTO_PAYMENT_SUPPLIERS = {
    "ангар (ооо цветы оптом)",
    "ип мандрыкин / премьер",
    'ооо "брюсофф"',
    "гаражи (ип косенко)"}